// © Copyright 2009-2012, 2015 HP Development Company, L.P.

TaskName = "System Maintenance Utility";
NoUtilityErrorTitle = "Impossibile avviare l'utility.";
NoUtilityErrorDescription = "Impossibile trovare l'utilità. Ripetere l'installazione del software.";
TaskNameTitle = "Manutenzione della periferica";
TaskDescriptionTitle = "La stampante selezionata è supportata dall'utility di manutenzione del sistema HP Designjet System Maintenance Utility. Per la manutenzione della stampante e per visualizzare le informazioni pertinenti, fare clic sul pulsante \"Avvia utility\".";
LaunchUtilityButtonTitle = "Avvia utility";